Repository: albanobattistella/countdown
Catalog: po/*.po
Languages: it

source: color;palette;library;hue;swatch;
it: colore;tavolozza;libreria;tonalità;campione;

source: Generate color pairings
it: Genera abbinamenti di colori

source: Generate color pairings from selected color that follow certain color rules.
it: Genera abbinamenti di colori dal colore selezionato che seguono determinate regole di colore.

source: Release: Recoloring With Accent
it: Rilascio: nuove tonalità di colori

source: Changed: The UI now uses libadwaita recoloring.
it: Modificato: l'interfaccia utente ora utilizza la colorazione di libadwaita.

source: Changed: New UI layout.
it: Modificato: nuovo layout dell'interfaccia utente.

source: Release: Color Choosing with a Drag
it: Rilascio: scelta del colore con un trascinamento

source: Added: The color chooser box's pointer can now be dragged to choose the color as well, no more clicking random spots.
it: Aggiunto: il puntatore della casella di selezione del colore ora può essere trascinato per scegliere il colore, non dovrai più fare clic su punti casuali.

source: Changed: Most icons now above color content are aware of contrast and will update accordingly as white or black colored to ensure contrast.
it: Modificato: la maggior parte delle icone ora sopra il contenuto del colore è consapevole del contrasto e aggiornerà di conseguenza come colore bianco o nero per garantire il contrasto.

source: Release: Copiable Colors
it: Rilascio: Colori copiabili

source: Added: Now the color boxes are now buttons which you can copy the individual color.
it: Aggiunto: ora le caselle dei colori sono ora pulsanti in modo da copiare individualmente il colore.

source: Release: First Release
it: Rilascio: Prima versione

# shortcut window
source: General
it: Generale

# shortcut window
source: Quit
it: Esci

source: Export Colors as Image…
it: Esporta colori come immagine…

source: Keyboard Shortcuts
it: Scorciatoie da tastiera

source: About Countdown
it: Informazioni su Countdown

source: Pick Color
it: Scegli il colore

source: Analogous
it: Analogo

source: Complementary
it: Complementare

source: Triadic
it: Triadico

source: Tetradic
it: tetradico

source: Monochromatic
it: Monocromatico

source: Colors exported to clipboard.
it: Colori esportati negli appunti.

source: Generate color pairings.
it: Genera abbinamenti di colori.

source: translator-credits
it: Albano Battistella
